performance/axis2/data/receiveSimpleEvents-1.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header /><soapenv:Body><ns1:receiveSimpleEvents xmlns:ns1="http://www.extreme.indiana.edu/wsdl/Benchmark1"><ns1:input><ns1:sequenceNumber>0</ns1:sequenceNumber><ns1:timestamp>0.0</ns1:timestamp><ns1:message>Message #0</ns1:message></ns1:input></ns1:receiveSimpleEvents></soapenv:Body></soapenv:Envelope>